const TERMS_DATA = [
  {
    id: 1,
    name: 'ckbox1',
    label: '[필수] 올마이스테이 이용약관 동의',
    content: `제1장 총칙
    이용약관 다운받기
    제1조 (목적)
    본 약관은 건강보험심사평가원(이하 "심사평가원")이 제공하는 인터넷 관련 서비스(이하 "서비스")를 이용함에 있어 그 이용조건 및 절차와 심사평가원과 이용자의 권리·의무·책임 등 필요한 사항을 규정함을 목적으로 합니다.
    
    제2조(약관의 효력과 변경)
    ①본 약관은 서비스를 이용하고자 하는 모든 이용자에 대하여 그 효력을 발생합니다.
    ②본 약관의 내용은 서비스의 일부 화면 또는 기타 방법 등에 의하여 이를 공지하거나 그 내용을 이용자에게 통지함으로써 효력이 발생됩니다.
    ③심사평가원은 서비스의 운영상 중요한 사유가 있을 경우 본 약관을 임의로 변경할 수 있으며, 변경된 약관은 제2항과 같은 방법으로 공지 또는 통지함으로써 그 효력을 발생합니다.
    ④회원은 변경된 약관에 동의하지 않을 경우 회원탈퇴를 요청할 수 있습니다. 별도의 거부의사를 표시하지 아니하고 로그인하여 서비스를 계속 사용할 경우에는 변경된 약관에 동의한 것으로 간주됩니다. 변경된 약관을 알지 못해 발생하는 이용자의 피해는 심사평가원에서 책임지지 않습니다.
    제3조(약관 외 준칙)
    본 약관에 명시되지 않은 사항은 공공기관의 개인정보보호법, 전기통신기본법, 전기통신사업법, 정보통신윤리위원회심의규정, 정보통신윤리강령, 정보통신망이용촉진 및 정보보호 등에 관한 법률, 전자서명법, 그 밖의 관련 법령, 심사평가원이 별도로 정한 규정에 따릅니다.
    
    제4조(용어의 정의)
    본 약관에서 사용하는 용어의 정의는 다음과 같습니다.
    
    ①"이용자"라 함은 심사평가원이 제공하는 서비스를 받는 자를 말합니다.
    ②"회원"이라 함은 만 14세 이상으로 “이용자” 중 심사평가원에 개인정보를 제공하여 ID(고유번호)와 비밀번호를 발급 받아 회원등록을 한 자를 말합니다.
    ③"ID(고유번호)"라 함은 회원식별과 회원 서비스 이용을 위해 이용자 본인이 선정하고 심사평가원이 승인하는 특정 영문자와 숫자의 조합을 말합니다.
    ④"비밀번호"라 함은 승인받은 ID와 일치된 회원임을 확인하고 회원의 비밀보호를 위해 이용자가 선정한 영문자와 숫자, 특수 문자의 조합을 말합니다.
    ④"커뮤니티"라 함은 회원 상호 간에 건강 또는 의학정보 등을 자발적으로 서로 교환하거나 친목을 나눌 수 있는 2인 이상의 동호회를 말합니다.
    제5조(서비스의 내용)
    심사평가원은 이용자에게 심사평가원이 자체 개발하는 서비스, 타 업체와 협력 개발한 서비스, 타 업체가 개발한 서비스 및 기타 심사평가원에서 별도로 정하는 각종 서비스 등을 제공합니다. 단, 심사평가원의 사정상 각 서비스별로 제공일정 및 제공방법을 변경하거나 지연제공 또는 그 제공을 하지 아니할 수 있습니다.
    
    제6조(서비스 제공범위)
    이용자에게 제공되는 인터넷 서비스의 제공범위는 다음 각 호와 같으며, 필요한 경우 이를 추가하거나 제한할 수 있습니다.
    
    1.개인정보보호법 제18조(개인정보의 목적 외 이용ㆍ제공 제한)의 규정에 위배되지 아니하는 심사평가원에 대한 각종현황·통계 등의 일반자료에 대하여 열람·출력을 할 수 있습니다.
    2.민원상담 신청 및 이용자 본인의 개인정보에 관한 내용(제기된 민원의 처리내용 등)의 조회·열람 ·출력 등을 할 수 있습니다.
    제2장 서비스 이용계약
    제7조(이용계약의 성립)
    ①이용계약은 이용자가 심사평가원 사이트에서 제공하는 양식에 요구하는 사항을 기록하여 가입을 완료하거나 본인인증을 완료하는 것으로 성립됩니다.
    ②심사평가원은 다음 각 호의 어느 하나에 해당하는 회원의 경우 계약을 취소할 수 있습니다.
    1.본인의 실명으로 신청하지 않은 경우
    2.다른 사람의 명의를 사용하여 신청한 경우
    3.이용 신청 시 필요내용을 허위로 기재하여 신청한 경우
    4.심사평가원 사이트를 이용하여 법령과 본 약관이 금지하는 행위를 하는 경우
    5.다른 사람의 서비스 이용을 방해하거나 그 정보를 도용하는 등 심사평가원 사이트의 서비스 제공에 악영향을 줄 수 있다고 판단되는 경우
    6.기타 심사평가원이 정한 이용신청요건이 만족되지 않았을 경우
    ③심사평가원은 다음의 각 호에 대한 경우에는 그 사유가 해소될 때까지 계약의 성립을 유보할 수 있습니다.
    1.기술상 서비스 제공이 불가능한 경우
    2.기타 사유로 이용계약 성립이 곤란한 경우
    제8조(계약사항의 변경)
    회원은 이용 계약 시 기재한 사항이 변경되었을 경우 심사평가원 사이트에서 수정하여야 하고, 미변경으로 인하여 발생되는 문제에 대한 책임은 회원에게 있습니다.
    
    제3장 계약당사자의 의무
    제9조(심사평가원의 의무)
    ①심사평가원은 법령과 본 약관이 금지하는 행위를 하지 않으며, 계속적·안정적으로 서비스를 제공하기 위해 노력할 의무가 있습니다.
    ②심사평가원은 서비스 제공과 관련해서 알고 있는 회원의 신상정보를 본인의 승낙 없이 제3자에게 누설·배포？제공하지 않습니다.
    ③제2항의 범위 내에서, 심사평가원은 업무와 관련하여 회원 전체 또는 일부의 개인정보에 관한 통계자료를 작성하여 이를 사용할 수 있습니다.
    ④심사평가원은 회원이 안정적으로 서비스를 이용할 수 있도록 회원의 개인정보(신용정보포함)보호를 위한 보안시스템을 갖추어야 합니다.
    제10조(이용자의 의무)
    ①이용자는 서비스 이용과 관련하여 다음 각 호에 해당되는 행위를 하여서는 안 됩니다.
    1.다른 이용자의 개인정보를 도용하거나 자신의 개인정보를 제3자에게 이용하게 하는 행위
    2.서비스를 이용하여 얻은 정보를 이용자의 개인적인 이용 외에 복사, 가공, 번역, 2차적 저작 등을 통하여 복제, 공연, 방송, 전시, 배포, 출판 등에 사용하거나 제3자에게 제공하는 행위
    3.타인의 명예를 손상시키거나 불이익을 주는 행위
    4.심사평가원의 저작권, 제3자의 저작권 등 기타 권리를 침해하는 행위
    5.공공질서 및 미풍양속에 위반되는 내용의 정보, 문장, 도형, 동영상, 음성 등을 타인에게 유포 하는 행위
    6.범죄와 결부된다고 객관적으로 인정되는 행위
    7.서비스와 관련된 설비의 오동작이나 정보 등의 파괴 및 혼란을 유발시키는 컴퓨터 바이러스 감염 자료를 등록 또는 유포하는 행위
    8.서비스의 안정적 운영을 방해할 수 있는 정보를 전송하거나 수신자의 의사에 반하여 광고성 정보를 전송하는 행위
    9.정보통신윤리위원회, 소비자보호단체 등 공신력 있는 기관으로부터 시정요구를 받는 행위
    10.선거관리위원회의 중지, 경고 또는 시정명령을 받는 선거법 위반 행위
    11.기타 관계 법령에 위배되는 행위
    ②회원은 심사평가원이 전송하는 자료를 적기에 수신하거나 서비스를 원활히 이용하기 위해 수시로 메일을 열람하여야 합니다. 심사평가원은 회원이 이메일을 수시 열람하지 아니하여 발생된 손해에 대하여는 책임을 지지 않습니다.
    ③이용자는 서비스의 이용권한, 기타 이용계약상 지위를 타인에게 양도 또는 증여하거나, 이를 담보로 제공할 수 없습니다.
    ④회원은 등록정보에 변경사항이 발생할 경우 즉시 갱신하셔야 합니다.
    ⑤이용자는 이 약관에서 규정하는 사항과 서비스 이용안내 또는 주의사항 등 심사평가원이 공지 또는 통지하는 이용 제한사항을 준수하여야 합니다.
    ⑥이용자는 심사평가원의 업무에 방해되는 행위를 하여서는 안 됩니다.
    ⑦이용자는 심사평가원의 사전승낙 없이는 서비스를 이용하여 영업활동을 할 수 없으며, 그 영업 활동의 결과와 이용자가 약관을 위반한 영업 활동을 이용하여 발생한 결과에 대하여 심사평가원은 책임을 지지 않습니다. 이용자는 이와 같은 영업활동과 관련하여 심사평가원에 대하여 발생한 손해를 배상하여야 합니다.
    ⑧이용자는 심사평가원의 사전승낙 없이는 서비스의 전부 또는 일부 내용 및 기능을 전용할 수 없습니다.
    ⑨이용자는 서비스를 이용하여 얻은 정보를 가공, 판매하는 행위 등 서비스에 게재된 자료를 상업적으로 사용할 수 없습니다.
    제4장 서비스 이용
    제11조(회원 ID(고유번호)와 비밀번호 관리에 대한 회원의 의무와 책임)
    ①ID(고유번호)와 비밀번호에 관한 모든 관리책임은 회원에게 있습니다. 회원에게 부여된 ID(고유번호)와 비밀번호의 관리소홀, 부정사용에 의하여 발생하는 모든 결과에 대한 책임은 회원에게 있습니다.
    ②자신의 ID(고유번호)가 타인에 의해 무단 이용되는 경우 회원은 반드시 심사평가원에 그 사실을 통보해야 합니다.
    ③회원의 ID(고유번호)는 탈퇴할 때까지 변경할 수 없습니다. 또한, 탈퇴 후 같은 ID를 재사용할 수 없습니다.
    제11조2(공동인증서의 이용)
    심사평가원은 이용자가 심사평가원에서 제공하는 일부 서비스(개인정보 관련)를 이용하는 경우 이용자에게 공동인증서(개인, 개인사업자, 법인)를 통하여 이용자의 신원을 확인할 수 있으며, 이외에도 서비스의 안정성 및 보안성 확보를 위하여 필요한 경우 이용자에게 공동인증서를 요구할 수 있습니다.
    
    제12조(심사평가원에서 제공하는 이메일(hiramail.net)에 대한 회원의 의무와 책임)
    ①심사평가원은 회원의 이메일 내용을 편집하거나 감시하지 않으며 그 내용에 대한 책임은 각 회원에게 있습니다.
    ②회원은 심사평가원의 이메일을 통하여 음란물이나 불온한 내용, 정크메일(Junk Mail), 스팸메일(Spam Mail) 등 타인에게 피해를 주거나 미풍양속을 해치는 메일을 보내서는 안 됩니다.
    ③제2항을 위반하여 발생되는 모든 책임은 회원에게 있으며, 이 경우 심사평가원은 회원의 정보를 수사기관에 제공할 수 있습니다.
    제13조(정보의 제공)
    ①심사평가원은 회원이 서비스 이용 도중 필요가 있다고 인정되는 다양한 정보에 대해서 이메일이나 서신우편 등의 방법으로 회원에게 제공할 수 있습니다. 심사평가원은 회원에게 공통의 정보를 통지하고자 하는 경우, 1주일 이상 심사평가원 사이트에 게시함으로써 개별통지에 갈음할 수 있습니다.
    제14조(이용자의 게시물)
    ①심사평가원은 이용자가 게시하거나 등록하는 서비스 내의 내용물(이용자 간 전달 포함)이 다음 각 호의 어느 하나에 해당한다고 판단되는 경우 사전통지 없이 삭제할 수 있습니다.
    1.다른 이용자 또는 제3자를 비방하거나 중상모략으로 명예를 손상시키는 내용인 경우
    2.공공질서 및 미풍양속에 위반되는 내용인 경우
    3.범죄적 행위에 결부된다고 인정되는 내용일 경우
    4.심사평가원의 저작권, 제3자의 저작권 등 권리를 침해하는 내용인 경우
    5.제2항 소정의 세부 이용지침을 통하여 심사평가원에서 규정한 게시기간을 초과한 경우
    6.기타 관계 법령 및 심사평가원의 세부 지침 등에 위반된다고 판단되는 경우
    ②심사평가원은 게시물에 관련된 세부 이용지침을 별도로 정하여 시행할 수 있으며 회원은 그 지침에 따라 각종 게시물(이용자 간 전달 포함)의 등록, 삭제 등을 하여야 합니다.
    제15조(게시물의 저작권)
    서비스에 게재된 모든 자료(이용자 간 전달 포함)에 대한 권리와 책임은 게시자에게 있으며 심사평가원은 서비스 내 게재권을 갖습니다. 또한, 심사평가원은 게시자의 동의 없이는 게시물을 영리적 목적으로 사용할 수 없습니다. 단, 비영리적인 경우에는 그러하지 않습니다.
    
    제16조(서비스 이용시간)
    ①서비스의 이용은 심사평가원의 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴, 1일 24시간 가능함을 원칙으로 합니다. 다만, 심사평가원 사이트 정기점검 등의 서비스 점검 및 조치 등을 위하여 필요한 시간은 그러하지 않습니다.
    ②제1항의 내용에도 불구하고 심사평가원 사이트의 일부 서비스의 이용가능 시간을 별도로 정할 수 있습니다. 이 경우 사전에 공지를 통해 그 내용을 알립니다.
    제17조(서비스 이용상의 책임)
    이용자는 심사평가원에서 공식적으로 인정한 경우를 제외하고는 서비스를 이용하여 상품을 판매하거나 고객을 유인하는 등 영업활동을 할 수 없으며, 특히 해킹, 광고를 통한 수익, 음란사이트를 통한 상업적 행위, 상용S/W 불법배포 등을 할 수 없습니다. 이를 어기고 발생한 영업활동의 결과 및 손실, 관계기관에 의한 수사·처벌 등 법적조치 등에 관해서는 심사평가원이 책임을 지지 않습니다.
    
    제18조(서비스 제공의 중지)
    심사평가원은 다음 각 호의 어느 하나에 해당하는 경우 서비스 제공을 제한하거나 중지할 수 있습니다.
    
    1.서비스용 장비의 점검 및 보수 등 공사로 인한 부득이한 경우
    2.심사평가원이 서비스하는 사항에 대하여 지대한 영향을 미칠 경우
    3.국가비상사태, 정전, 제반 설비의 장애 또는 이용량의 폭주 등 기타 불가항력적 사유가 있는 경우
    제5장 계약해지 및 이용제한
    제19조(계약해지 및 이용제한)
    ①회원이 서비스 이용계약을 해지하고자 할 경우 본인이 심사평가원 사이트의 마이페이지에서 회원탈퇴를 하거나 심사평가원이 정한 별도의 방법을 통해 해지신청을 하여야 합니다.
    ②심사평가원은 회원이 다음 각 호의 어느 하나에 해당하는 행위를 하였을 경우 사전통지 없이 이용계약을 해지하거나 서비스 이용을 중지하고 관계당국에 고발할 수 있습니다.
    1.타인의 개인정보, 서비스 ID(고유번호) 및 비밀번호를 도용한 경우
    2.서비스 운영을 고의로 방해한 경우
    3.가입한 이름이 실명이 아닌 경우
    4.동일 사용자가 다른 ID(고유번호)로 이중등록을 한 경우
    5.공공질서 및 미풍양속에 저해되는 내용을 고의로 유포시킨 경우
    6.회원이 국익 또는 사회적 공익을 저해할 목적으로 서비스 이용을 계획 또는 실행하는 경우
    7.타인에 대하여 비방하거나 명예를 손상시키거나 불이익을 주는 행위를 한 경우
    8.서비스의 안정적 운영을 방해할 목적으로 정보를 전송하거나 광고성 정보를 전송하는 경우
    9.통신설비의 오동작이나 정보 등의 파괴를 유발시키는 컴퓨터 바이러스 프로그램 등을 유포하는 경우
    10.심사평가원, 다른 회원 또는 제3자의 지적재산권을 침해하는 경우
    11.정보통신윤리위원회 등 외부기관의 시정 요구가 있거나 선거관리위원회의 중지, 경고 또는 시정명령을 받는 선거법 위반행위가 있는 경우
    12.심사평가원의 서비스를 이용하여 얻은 정보를 심사평가원의 사전 승낙 없이 복제 또는 유통시키거나 상업적으로 이용하는 경우
    13.게시판 등에 음란물을 게재하거나 음란사이트를 연결(링크)하는 경우
    14.회원이 제공한 정보 및 갱신한 정보가 부정확할 경우
    15.이용약관 기타 심사평가원이 정한 이용조건에 위반한 경우
    ③심사평가원은 회원이 이용계약을 체결한 후에도 회원의 조건에 따라 서비스 이용을 제한할 수 있습니다.
    ④회원은 제2항 및 제3항에 의한 심사평가원의 조치에 대하여 심사평가원이 정한 절차에 따라 이의신청을 할 수 있습니다.
    ⑤제4항의 이의가 정당하다고 심사평가원이 인정하는 경우, 심사평가원은 즉시 서비스의 이용을 재개하여야 합니다.
    ⑥심사평가원은 행정안전부 표준개인정보보호지침관련 회원가입 후 2년을 주기로 회원지속 여부 관련 재동의 내용을 홈페이지에 공지하거나 이메일로 안내한 후, 서비스 사용을 제한하거나 이용계약을 해지할 수 있습니다.
    제6장 손해배상 등
    제20조(손해배상)
    ①심사평가원은 서비스 이용과 관련하여 이용자에게 어떤 손해가 발생하더라도 심사평가원이 고의로 행한 범죄행위를 제외하고 이에 대하여 책임을 지지 않습니다.
    ②이용자가 서비스를 이용함에 있어 행한 불법행위로 인하여 심사평가원이 당해 이용자 이외의 제3자로부터 손해배상청구, 소송을 비롯한 각종의 이의제기를 받는 경우 당해 이용자는 심사평가원의 면책을 위하여 노력하여야 하며, 만일 심사평가원이 면책되지 못한 경우는 당해 이용자는 그로 인하여 심사평가원에 발생한 모든 손해를 배상하여야 합니다.
    제21조(면책사항)
    ①심사평가원은 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.
    ②심사평가원은 이용자의 귀책사유로 인한 서비스의 이용 장애에 대하여 책임을 지지 않습니다.
    ③심사평가원은 이용자가 서비스를 이용하여 기대하는 수익을 상실한 것에 대하여 책임을 지지 않으며 그 밖에 서비스를 통하여 얻은 자료로 인한 손해 등에 대하여도 책임을 지지 않습니다.
    ④심사평가원은 이용자가 게재한 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 대하여는 책임을 지지 않습니다.
    제22조(관할법원)
    ①서비스 이용과 관련하여 심사평가원과 이용자 사이에 분쟁이 발생한 경우, 쌍방 간에 분쟁의 해결을 위해 성실히 협의한 후가 아니면 제소할 수 없습니다.
    ②제1항의 협의에서도 분쟁이 해결되지 않을 경우 관할법원은 심사평가원 소재지를 관할하는 법원을 전속 관할법원으로 합니다.
    부칙
    제1조(시행일)
    본 약관은 2018년 4월 11일부터 시행하며, 2018년 2월 7일부터 적용되던 종전의 약관은 본 약관으로 대체합니다.
    
    `,
  },
  {
    id: 2,
    name: 'ckbox2',
    label: '[필수] 개인정보취급방침 동의',
    content: `
    올마이투어 주식회사(이하 ‘회사’)는 다음과 같은 원칙에 의하여 이용자의 개인정보를 수집, 이용 및 관리하고 있고, 이와 관련하여 정보통신서비스 제공자가 준수하여야 하는 대한민국의 관계법령 및 개인정보보호 규정, 가이드라인을 준수하고 있습니다.
회사는 개인정보 처리방침을 통하여, 이용자의 개인정보가 어떠한 용도와 방식으로 이용되고 있으며, 개인정보보호를 위해 회사가 어떠한 조치를 취하는지 알려드립니다.
회사의 개인정보 처리방침은 다음과 같은 내용을 담고 있습니다.

1. 개인정보의 수집 및 이용 목적
2. 수집하는 개인정보 항목 및 방법
3. 개인정보 보유ㆍ이용기간 및 파기절차 및 방법
4. 개인정보의 제공
5. 개인정보의 처리위탁
6. 이용자 및 법정대리인의 권리와 그 행사방법
7. 개인정보 자동수집 장치의 설치ㆍ운영 및 그 거부에 관한 사항
8. 개인정보의 기술적/관리적 보호대책
9. 개인정보 전담조직 운영
10. 기타 개인정보 처리에 관한 방침
11. 고지의무


1. 개인정보의 수집 및 이용 목적
회사는 다음의 목적을 위하여 개인정보를 수집 및 이용합니다.
가. 회원관리
이용자 식별 및 본인확인, 가입의사 확인, 불량회원 부정이용 방지, 만 14세 미만 아동 개인정보 수집 시 법정 대리인 동의여부 확인, 불만처리 등 민원처리, 공지사항 전달, 회원탈퇴 의사확인, 법정대리인 권리행사 시 본인확인
나. 서비스 이용 및 이용에 따른 요금정산
콘텐츠 제공, 구매 및 요금결제, 물품배송 또는 청구서 발송, 요금추심, SMS 발신번호 등록/관리, 쇼핑몰 솔루션 세팅, 서비스 및 교육의 신청/접수/안내
다. 마케팅 및 광고활용
신규 서비스 개발 및 특화, 이벤트 등 광고성 정보전달, 인구통계학적 특성에 따른 서비스 제공 및 광고게재, 접속 빈도파악 또는 회원의 서비스 이용 통계
라. 기타
서비스 유효성 확인, 원활한 양질의 서비스 및 교육 콘텐츠 제공

2. 수집하는 개인정보 항목 및 방법
회사는 위 제1항과 같은 ‘개인정보의 수집 및 이용목적’을 위하여 아래와 같은 원칙에 의하여 개인정보를 수집하고 있습니다.
가. 개인정보 수집항목
해당 서비스의 본질적 기능을 수행하기 위한 정보는 필수정보로서 수집하며 이용자가 그 정보를 회사에 제공하지 않는 경우 서비스 이용에 제한이 가해질 수 있지만, 선택정보 즉, 보다 특화된 서비스를 제공하기 위해 추가 수집되는 정보의 경우에는 이를 입력하지 않은 경우에도 서비스 이용제한은 없습니다.
서비스 이용에 따라 다음과 같은 정보를 수집합니다.
<회원가입 시 공통정보> 이름, 로그인ID, 비밀번호, 휴대전화번호, 이메일, 접속로그, 접속IP정보
<서비스 이용 시> 본인확인 값(CI: 암호화된 개인식별정보, DI: 중복확인정보), 결제기록, 계좌번호, 연락처
<서비스 환불 시, 대금 지급/정산 시> 계좌정보 (거래은행명, 계좌번호, 거래자 성명)
<사업자회원 추가정보> 사업자등록번호, 상호명, 대표자명, 사업장소재지, 업태, 종목, 사업장 전화번호, 사업장 팩스번호, 사업자 인증정보(사업자등록증 사본, 동업계약서 사본)
<리셀러 회원> 주민등록번호(수당 지급을 위한 원천징수 영수증 발급용도)
<SMS 발신번호 등록> 대리인 이름, 주소, 전화번호, 휴대폰 번호, 소속부서
<쇼핑몰 서비스 상담, 신청> 관리자/FTP/DB 로그인 ID/PW
<마케팅 대행 신청> 광고주/관리자/PG사 로그인 ID/PW

다만, 이용자의 사상, 신념, 과거의 병력 등 개인의 권리, 이익이나 사생활을 뚜렷하게 침해할 우려가 있는 민감정보는 수집하지 않습니다.
나. 수집 방법
회사가 이용자의 개인정보를 수집하는 방법으로는 홈페이지(회원가입, 상담게시판), 서면양식, 경품 행사 응모, 제휴사로부터의 제공, 생성정보 수집 툴 등을 통해 수집합니다.
다. 이용자의 동의
회사는 이용자의 개인정보를 수집할 때, 위 수집항목의 내용을 변경할 때 사전에 해당 사실을 이용자에게 알리고 동의를 구합니다.

다만, 이용자가 요구하는 서비스를 제공하는 과정에서 이를 이행하기 위하여 필요한 개인정보로서 경제적, 기술적 사유로 통상적인 동의를 받는 것이 뚜렷하게 곤란한 경우, 서비스 제공에 따른 요금정산을 위하여 필요한 경우, 기타 정보통신망법 또는 다른 법률에 특별한 규정이 있는 경우에는 동의를 받지 않고 이용자의 개인정보를 수집할 수 있습니다.
`,
  },
  {
    id: 3,
    name: 'ckbox3',
    label: '[선택] 마케팅 동의',
    content: `1. 광고성 정보의 이용목적
    올마이투어가 제공하는 이용자 맞춤형 서비스 및 상품 추천, 각종 경품 행사, 이벤트 등의 광고성 정보를 전자우편이나 서신우편, 문자(SMS 또는 카카오 알림톡), 푸시, 전화 등을 통해 이용자에게 제공합니다.
    
    - 마케팅 수신 동의는 거부하실 수 있으며 동의 이후에라도 고객의 의사에 따라 동의를 철회할 수 있습니다. 동의를 거부하시더라도 올마이투어가 제공하는 서비스의 이용에 제한이 되지 않습니다. 단, 할인, 이벤트 및 이용자 맞춤형 상품 추천 등의 마케팅 정보 안내 서비스가 제한됩니다.
    
    2. 미동의 시 불이익 사항
    개인정보보호법 제22조 제5항에 의해 선택정보 사항에 대해서는 동의 거부하시더라도 서비스 이용에 제한되지 않습니다. 단, 할인, 이벤트 및 이용자 맞춤형 상품 추천 등의 마케팅 정보 안내 서비스가 제한됩니다.
    
    3. 서비스 정보 수신 동의 철회
    올마이투어에서 제공하는 마케팅 정보를 원하지 않을 경우 ‘내 강의 보기 > 회원 정보 수정’에서 철회를 요청할 수 있습니다. 또한 향후 마케팅 활용에 새롭게 동의하고자 하는 경우에는 ‘내 강의 보기 > 회원 정보 수정’에서 동의하실 수 있습니다.
    
    시행일자 : 2021. 01. 01`,
  },
  {
    id: 4,
    name: 'ckbox4',
    label: '[선택] 서비스약관 동의 예시',
    content: `1. 광고성 정보의 이용목적
    올마이투어가 제공하는 이용자 맞춤형 서비스 및 상품 추천, 각종 경품 행사, 이벤트 등의 광고성 정보를 전자우편이나 서신우편, 문자(SMS 또는 카카오 알림톡), 푸시, 전화 등을 통해 이용자에게 제공합니다.
    
    - 마케팅 수신 동의는 거부하실 수 있으며 동의 이후에라도 고객의 의사에 따라 동의를 철회할 수 있습니다. 동의를 거부하시더라도 올마이투어가 제공하는 서비스의 이용에 제한이 되지 않습니다. 단, 할인, 이벤트 및 이용자 맞춤형 상품 추천 등의 마케팅 정보 안내 서비스가 제한됩니다.
    
    2. 미동의 시 불이익 사항
    개인정보보호법 제22조 제5항에 의해 선택정보 사항에 대해서는 동의 거부하시더라도 서비스 이용에 제한되지 않습니다. 단, 할인, 이벤트 및 이용자 맞춤형 상품 추천 등의 마케팅 정보 안내 서비스가 제한됩니다.
    
    3. 서비스 정보 수신 동의 철회
    올마이투어에서 제공하는 마케팅 정보를 원하지 않을 경우 ‘내 강의 보기 > 회원 정보 수정’에서 철회를 요청할 수 있습니다. 또한 향후 마케팅 활용에 새롭게 동의하고자 하는 경우에는 ‘내 강의 보기 > 회원 정보 수정’에서 동의하실 수 있습니다.
    
    시행일자 : 2021. 01. 01`,
  },
];

export default TERMS_DATA;
